Repository: FinnRG/vocadb-loc
Catalog: VocaDbWeb.Resources/Resources/Views/SongList/ImportStrings.*.resx
Languages: es

source: Accept
es: Aceptar

# InvalidUrlError
source: Check that the URL is valid and points to a NicoNico MyList, RSS feed or YouTube playlist.
es: Verifica que la URL es valida y es la correcta hacia la NicoNico MyList correspondiente, lista de reproducción de YouTube o RSS.

# ItemsLoaded
source: loaded
es: Cargado

# ListDescription
source: Description
es: Descripción

# ListName
source: Name
es: Nombre

# LoadMoreHelp
source: (Click "Show more" to load more songs from the list.)
es: (Haz clic en "mostrar mas" para cargar mas canciones de la lista.)

# MylistDescription
source: List properties
es: Lista de propiedades

# NicoPV
source: Imported PV
es: PV importado

# OnlyRanked
source: Include only ranked songs (from NicoNico rankings)
es: Incluir solo canciones en ranking (a partir de los rankings de NicoNicoDounga)

source: Order
es: Ordenar

# ParseAll
source: Include all songs in the list (not just ranked)
es: Incluir todas las canciones en la lista (no solo las calificadas en ranking)

source: Process
es: Proceso

# SongMissing
source: MISSING
es: FALTANTE

# SongsInList
source: Songs in the list
es: Canciones en la lista

# SongsMissingError
source: Some of the songs are missing from VocaDB. You need to add all songs to the database before including them in the list.
es: Algunas de las canciones de la lista no se encuentran en VocaDB. Para que puedas crear esta lista, primero deberás añadir las canciones faltantes a la base de datos.

source: Submit
es: Subir

# Title
source: Create song list from NicoNico MyList or YouTube playlist
es: Crear una lista de canciones via NicoNico MyList o una lista de reproducción de YouTube

source: Total songs
es: Total de canciones

# UnableToParse
source: Unable to parse list
es: No se ha podido analizar grámaticalmente ("parsear") la lista

# UrlDescription
source: Can be any NicoNico MyList, for example http://www.nicovideo.jp/mylist/1234567, or YouTube playlist, for example https://www.youtube.com/playlist?list=MIKUMIKU3939
es: Puede ser una lista de NicoNico MyList (por ejemplo: http://www.nicovideo.jp/mylist/1234567 ) o una lista de reproducción de YouTube (por ejemplo: https://www.youtube.com/playlist?list=MIKUMIKU3939 )

# UrlLabel
source: Playlist/Mylist URL
es: URL de la Lista de reproducción YouTube/NND Mylist

# VocaDbEntry
source: VocaDB song entry
es: Entrada de canción en VocaDB
